Repository: achtungsoftware/CleanUI
Catalog: Sources/CleanUI/*.lproj/Localizable.strings
Languages: de, es, ru

source: Cancel
de: Abbrechen
es: Cancelar
ru: Отмена

source: Search
de: Suchen
es: Búsqueda
ru: Поиск

# thousandabbreviation
source: K
de: Tsd.
ru: тыс

# millionabbreviation
source: M
de: Mio.
es: MM
ru: млн

# billionabbreviation
source: B
de: Mrd.
es: M
ru: млд

source: Show more
de: Mehr anzeigen
es: Mostrar más
ru: Показать больше

source: Show less
de: Weniger anzeigen
es: Muestra menos
ru: Показывай меньше

source: Continue
de: Fortfahren
es: Continuar
ru: Продолжать

source: Close
de: Schließen
ru: Закрывать

# secondsago
source: x@ seconds ago
de: Vor x@ Sekunden
es: hace x@ segundos
ru: x@ секунды назад

# minutesago
source: x@ minutes ago
de: Vor x@ Minuten
es: hace x@ minutos
ru: x@ минуты назад

# hoursago
source: x@ hours ago
de: Vor x@ Stunden
es: hace x@ horas
ru: x@ часа назад

# daysago
source: x@ days ago
de: Vor x@ Tagen
es: hace x@ días
ru: x@ дня назад

# weeksago
source: x@ weeks ago
de: Vor x@ Wochen
es: hace x@ semanas
ru: x@ недели назад

# monthsago
source: x@ months ago
de: Vor x@ Monaten
es: hace x@ meses
ru: x@ месяца назад

# yearsago
source: x@ years ago
de: Vor x@ Jahren
es: hace x@ años
ru: x@ года назад

# secondago
source: x@ second ago
de: Vor x@ Sekunde
es: hace x@ segundos
ru: x@ секунду назад

# minuteago
source: x@ minute ago
de: Vor x@ Minute
es: hace x@ minuto
ru: x@ минуту назад

# hourago
source: x@ hour ago
de: Vor x@ Stunde
es: hace x@ hora
ru: x@ час назад

# dayago
source: x@ day ago
de: Vor x@ Tag
es: hace x@ día
ru: x@ день назад

# weekago
source: x@ week ago
de: Vor x@ Woche
es: hace x@ semana
ru: x@ неделю назад

# monthago
source: x@ month ago
de: Vor x@ Monat
es: hace x@ meses
ru: x@ месяц назад

# yearago
source: x@ year ago
de: Vor x@ Jahr
es: hace x@ año
ru: x@ год назад
